[IRI_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="火箭发射器"
FriendlyNamePlural="火箭发射器"
BriefSummary="标准发行的 XCOM 火箭筒，从原先外星人入侵时遗留下来的。这是一种多功能重型武器，能够使用多种弹药。"
TacticalText="标准发行的 XCOM 火箭筒，从原先外星人入侵时遗留下来的。这是一种多功能重型武器，能够使用多种弹药。 <br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

[IRI_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="进阶火箭发射器"
FriendlyNamePlural="进阶火箭发射器"
BriefSummary="我们的火箭发射器的进阶版本使用电磁线圈来提高火箭的有效射程。合金框架可以发射实验火箭。"
TacticalText="我们的火箭发射器的进阶版本使用电磁线圈来提高火箭的有效射程。合金框架可以发射实验火箭。 <br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

[IRI_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="超铀火箭发射器"
FriendlyNamePlural="超铀火箭发射器"
BriefSummary="超铀火箭发射器是重型武器技术的巅峰之作，它使用可控燃尽法将我们的重型弹药安全地加速到似乎违反我们所理解的物理定律的速度，从而提高其有效射程和精度。发射器的结构完整性由超铀动力场增强，可以发射动力型火箭弹。"
TacticalText="超铀火箭发射器是重型武器技术的巅峰之作，它使用可控燃尽法将我们的重型弹药安全地加速到似乎违反我们所理解的物理定律的速度，从而提高其有效射程和精度。发射器的结构完整性由超铀动力场增强，可以发射动力型火箭弹。<br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

[IRI_GiveRocket X2AbilityTemplate]
LocFriendlyName="给予火箭"
LocHelpText="把火箭弹传递给附近的盟友。"

[IRI_ArmRocket X2AbilityTemplate]
LocFriendlyName="装载火箭"
LocHelpText="装载火箭弹使其得以发射。每次只能装填一枚火箭弹。"

[IRI_RocketMobilityPenalty X2AbilityTemplate]
LocFriendlyName="军需品"
LocLongDescription="在通用插槽中携带重武器会拖慢这名士兵的速度。置放于重型武器插槽将免除处罚。"
LocHelpText="在通用插槽中携带重武器会拖慢这名士兵的速度。置放于重型武器插槽将免除处罚。"

[IRI_Fire_PlasmaEjector X2AbilityTemplate]
LocFriendlyName="发射电浆喷射器"
LocLongDescription="发射电浆喷射器于目标区域。"
LocHelpText="发射电浆喷射器于目标区域。"

[IRI_Fire_PlasmaEjector_Spark X2AbilityTemplate]
LocFriendlyName="发射电浆喷射器"
LocLongDescription="发射电浆喷射器于目标区域。"
LocHelpText="发射电浆喷射器于目标区域。"

[IRI_FireLockon X2AbilityTemplate]
LocFriendlyName="导弹空袭"
LocLongDescription="向被「全息瞄准」的敌方单位发射锁定火箭，从顶部对其进行打击。" 
LocHelpText="向被「全息瞄准」的敌方单位发射锁定火箭，从顶部对其进行打击。" 

[IRI_LockAndFireLockon X2AbilityTemplate]
LocFriendlyName="导弹直击"
LocLongDescription="直接向敌方机器人单位发射锁定火箭。此攻击要花费两个动作。"
LocHelpText="直接向敌方机器人单位发射锁定火箭。"

[IRI_LockAndFireLockon_Holo X2AbilityTemplate]
LocFriendlyName="导弹直击"
LocLongDescription="直接向被「全息瞄准」敌方单位发射锁定火箭。无法在高掩护中瞄准敌人。"
LocHelpText="直接向被「全息瞄准」敌方单位发射锁定火箭。"

[IRI_FireLockon_Spark X2AbilityTemplate]
LocFriendlyName="导弹空袭"
LocLongDescription="向被「全息瞄准」的敌方单位发射锁定火箭，从顶部对其进行打击。" 
LocHelpText="向被「全息瞄准」的敌方单位发射锁定火箭，从顶部对其进行打击。" 

[IRI_LockAndFireLockon_Spark X2AbilityTemplate]
LocFriendlyName="导弹直击"
LocLongDescription="直接向敌方机器人单位发射锁定火箭。此攻击要花费两个动作。"
LocHelpText="直接向敌方机器人单位发射锁定火箭。"

[IRI_LockAndFireLockon_Holo_Spark X2AbilityTemplate]
LocFriendlyName="导弹直击"
LocLongDescription="直接向被「全息瞄准」敌方单位发射锁定火箭。无法在高掩护中瞄准敌人。"
LocHelpText="直接向被「全息瞄准」敌方单位发射锁定火箭。"

[IRI_LockonHitBonus X2AbilityTemplate]
LocFriendlyName="目标尺寸"


[IRI_FireSabot X2AbilityTemplate]
LocFriendlyName="发射脱壳火箭"
LocLongDescription="向目标敌人发射一枚脱壳投射物。"
LocHelpText="向目标敌人发射一枚脱壳投射物。"

[IRI_FireSabot_Spark X2AbilityTemplate]
LocFriendlyName="发射脱壳火箭"
LocLongDescription="向目标敌人发射一枚脱壳投射物。"
LocHelpText="向目标敌人发射一枚脱壳投射物。"

[IRI_SabotHitBonus X2AbilityTemplate]
LocFriendlyName="目标尺寸"

[IRI_ExperimentalRocket X2TechTemplate]
DisplayName="实验性火箭弹"
Summary="通过投入更多的资源研发重型弹药，我们可以为肩扛式火箭发射器生产更多强大类型的弹药，以提高我们部队在战场上的通用性。这些实验性火箭弹对技术要求较高，至少需要进阶火箭发射器才能发射。" 

[IRI_PoweredRocket X2TechTemplate]
DisplayName="动力型火箭弹"
Summary="如果有足够的时间和物资，我们可以提出真正的突破性设计，使我们的火箭发射器能发射重型弹药。要发射这些动力型火箭弹，就必须要有超铀供能的火箭发射器。" 

[IRI_ImprovedRockets X2TechTemplate]
DisplayName="改良型火箭弹"
Summary="现在我们有机会获得更好的材料和技术，我们可以升级我们的整个实验性火箭弹的存货，使其输出与动力型火箭弹相当。" 


[IRI_FireRocketLauncher X2AbilityTemplate]
LocFriendlyName="发射火箭"
LocHelpText="向目标区域发射火箭。火箭会散射。"

[IRI_FireTacticalNuke X2AbilityTemplate]
LocFriendlyName="发射战术核弹"
LocHelpText="发射战术超铀核弹于目标区域。"

[IRI_FireTacticalNuke_Spark X2AbilityTemplate]
LocFriendlyName="发射战术核弹"
LocHelpText="发射战术超铀核弹于目标区域。"

[ShockAndAwe X2AbilityTemplate]
-LocLongDescription="您的护手现在包括一次性火箭发射器。为所有火箭兵所需技能。"
-LocHelpText="您的护手现在包括一次性火箭发射器。为所有火箭兵所需技能。"
-LocPromotionPopupText="<Bullet/> 您的护手现在包括一次性火箭发射器。<br/>"
+LocLongDescription="您的护手现在包括一个一次性使用的火箭发射器，而您的火箭发射器现在附带了一个火箭。"
+LocHelpText="您的护手现在包括一个一次性使用的火箭发射器，而您的火箭发射器现在附带了一个火箭。"
+LocPromotionPopupText="<Bullet/> 您的护手现在包括一个一次性使用的火箭发射器，而您的火箭发射器现在附带了一个火箭。<br/>"

[CovertAction_IRI_Nuke X2CovertActionTemplate]
ActionObjective="精炼超铀"

[CovertActionNarrative_IRI_Nuke X2CovertActionNarrativeTemplate]
ActionName="精炼超铀"
ActionPreNarrative="我们最近从反抗军那里得到了一个情报，隐密的变种人研究机构已经收到了精炼超铀的样本，精炼超铀是一种挥发性巨大的能源。我们可能会用它来制造出令人难以置信的毁灭性火箭。一支小队可以尝试潜入该设施并窃取样本，但这个危险的任务需要一名工程师来获取样本，并需要一名科学家来妥善处理。"
ActionPostNarrative="我们只获得了少量的精炼超铀。希望这一切都值得。"

[IRI_NuclearMaterial X2ItemTemplate]
FriendlyName = "精炼超铀"
FriendlyNamePlural = "精炼超铀"
BriefSummary = "精炼超铀是种挥发性巨大的能源。我们可能会用它来制造出令人难以置信的毁灭性火箭。"
TacticalText = "精炼超铀是种挥发性巨大的能源。我们可能会用它来制造出令人难以置信的毁灭性火箭。"

[IRI_ArmTacticalNuke X2AbilityTemplate]
LocFriendlyName="装载战术核弹"
LocHelpText="装载核弹使其得以发射。每次只能装填一枚火箭弹。"
LocLongDescription="装载核弹使其得以发射。每次只能装填一枚火箭弹。装载后，核弹无法解除装载，如果不在数回合内发射，它将自行引爆。"

[IRI_GiveNuke X2AbilityTemplate]
LocFriendlyName="给予火箭"
LocHelpText="传递战术核弹给予附近的盟友。"

[Reward_IRI_NuclearMaterial X2RewardTemplate]
DisplayName="火箭制作组件"

[IRI_TacticalNuke_Tech X2TechTemplate]
DisplayName="战术超铀核弹"
Summary="虽然我们费尽周折获得的精炼超铀，其威力足以满足弹头的爆炸当量的作用，但即使用以制作少量的火箭弹，我们也没有足够的材料，而且这也是对珍贵材料的浪费之罪。相反，我们会用超铀来启动氢聚变反应。摒弃裂变可以让我们制造出紧凑的核武器，而没有辐射等不良的副作用"

[IRI_DetonateTacticalNuke X2AbilityTemplate]
LocFriendlyName="战术核弹自爆"
LocLongDescription="装载后，战术核弹会在 3 回合内自行引爆。"
LocHelpText="装载后，战术核弹会在 3 回合内自行引爆。"
